<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel="stylesheet" href="../assets/css/main.css" />
<jsp:include page="./basicCommon/css.jsp" />
</head>
<body>
<%@include file = "../temp/header.jsp" %>
<form action="${pageContext.request.contextPath}/basic/condiciones" id="form1" method="post">
		<div id="page-wrapper">
			<div id="main">
				<div class="container">
					<div id="wrap">
						<h2 class="titleone"> 이용 약관 </h2>
						<div class="textarea">
							<textarea name="message" rows="60" cols="68" readonly="readonly">
					
(주)스타벅스커피 코리아의 서비스의 이용과 관련하여 필요한 사항을 규정합니다.

제1장 총칙

1. 목적

가. (주)스타벅스커피 코리아(이하 "회사"라고 칭함)에서 운영하는 사이트는 아래와 같은 약관에 동의하는 이용자들에게 제공되는 인터넷서비스로 이용자와 회사의 권리 및 의무를 규정함을 목적으로 합니다.
나. 이용자는 회사가 정한 소정의 등록절차를 걸쳐 '회원 가입' 버튼을 클릭하면 이 약관과 함께 이에 동의하는 것으로 간주합니다.
다. 회사 홈페이지의 모든 자료는 스타벅스 및 자회사, 계열사 혹은 스타벅스에 의해 자격을 취득한 기타 이해 관계자에 의한 저작권, 등록의장, 등록상표 또는 기타 지적소유권으로 보호되고 있습니다.
라. 본 사이트에 포함된 자료는 정보목적으로만 제공됩니다. 귀하는 본 사이트의 내용에 대하여 어떤 방법으로도 배포, 출판, 전송, 변경, 전시, 모방작품의 창조 혹은 개발하지 않을 것에 동의하는 것으로 간주되며, 회사의 권한을 보호하고 옹호함은 물론 본 사이트의 자료를 허가 없이 유용함으로써 발생할 수 있는 어떠한 손해도 입히지 않아야 합니다. 허가 없이 사이트의 내용을 유용하는 경우에는 회사와 Starbucks Corporation에 돌이킬 수 없는 손해를 입힐 수도 있다는 사실을 인지하시기 바랍니다. 이와 같이 인가되지 않은 유용사실에 대하여 회사와 스타벅스는 법적, 재정적으로 가능한 기타 추가적인 배상과 관련한 권한을 가지고 있습니다. 피드백 및 제출자료. 귀하가 제출하는 자료의 내용에 대한 책임은 전적으로 귀하에게 있습니다. 제출자료에 불법, 중상모략, 비난 혹은 비도덕적인 내용이 포함되어서는 안됩니다. 사이트에 저작권, 등록상표권, 사생활권 혹은 기타 사적 권리 혹은 소유권을 포함하는 제삼자의 권리를 침해하는 어떤 자료도 게시하여서는 안됩니다.
마. 이용자의 개인정보 보호 및 보안, 개인정보에 대한 수집, 이용 및 저장과 관련한 관행 및 정책에 대하여는 회사의 개인정보취급방침에 의합니다. 개인정보취급방침은 홈페이지에 별도 게시하고 있습니다.
2. 약관의 수정

가. 회사는 약관을 변경할 수 있으며 변경된 약관은 회원에게 화면을 통한 공지 등의 방법으로 공지함으로 효력을 발생합니다.
나. 회사는 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 홈페이지에 그 적용일의 7일전부터 공시하거나
회원이 입력한 가장 최근의 e-mail로 전송하는 방법으로 회원에게 고지합니다. 다만, 회원에게 불리한 내용으로 약관을 개정하는 경우에는
적용일로부터30일전까지 홈페이지에 공시하고 회원이 입력한 가장 최근의 e-mail로 전송하는 방법으로 회원에게 고지합니다.
변경된 약관은 공시하거나 고지한 적용일로부터 효력이 발생합니다.
3. “회원”의 정의

가. "회원”란 회사 홈페이지에 접속하여 본 약관에 따라 회사 인터넷 회원으로 가입하여 회사 홈페이지가 제공하는 서비스를 받는 자를 말합니다.
나. 회원이 소지한 Starbucks Card를 등록하면 “마이 스타벅스 리워드 회원”이 됩니다. 본 약관에서 별도로 정한 사항이 없다면, “마이 스타벅스 리워드 회원”으로서의 권한 및 이용과 관련한 규정은 “스타벅스 카드 이용약관”에 따릅니다. 다. 본 약관과 스타벅스 카드 이용약관의 내용상 충돌이 있을 경우 스타벅스카드 이용약관이 우선합니다.
제 2장 회원 관리 및 서비스

1. 회원 ID와 비밀번호

회원 가입은 무료이며, 회원ID(회원번호)와 비밀번호(Password)에 관한 모든 관리 책임은 다 회원에게 있습니다.
다만, 14세 미만 자는 회원으로 가입할 수 없습니다. 
회원ID(계정)는 1인당 1개의 ID만 생성 및 등록이 가능하며, ID생성을 위해 필요한 개인정보를 허위로 제공하거나, 본인이 아닌 타인의 정보를 무단으로 사용하여 회원ID를 만들 수 없습니다.
이를 위반할 경우, 회원에게 제공되는 서비스의 제한이 있을 수 있으며, 본 약관 각 조항에서 정하고 있는 불이익을 받을 수 있습니다.
가입 시, e-프리퀀시 바코드가 회원계정으로 발급되며, e-프리퀀시 이벤트 기간 일 경우 해당 바코드로 e-프리퀀시 이벤트 참여가 가능합니다.
이용자에게 부여된 회원번호(ID) 및 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 각각의 회원에게 있습니다.
회원 자신의 ID가 부정하게 사용된 경우 이용자는 반드시 회사에 그 사실을 지체 없이 통보하여 조치를 받아야 하며, 통보의 지연으로 인해 발생하는 부분은 회사가 책임지지 않습니다.
2. 회원 탈퇴

가. 회원은 탈퇴를 희망하는 경우, my 스타벅스 페이지에서 “회원 탈퇴” 버튼을 통해 탈퇴 신청을 합니다.
(1) 스타벅스 기명식 선불 충전카드를 보유한 고객의 카드가 잔액이 남아 있고 정지 상태에 있는 회원의 경우, 카드의 환불 및 환급 등의 처리 절차가 모두 완료된 다음에 탈퇴할 수 있습니다.
(2) 아직 수령전인 사이렌 오더 홀케이크 예약 건이 있을 경우, 수령 처리를 완료 후 탈퇴할 수 있습니다.
(3) 스타벅스 e-프리퀀시 이벤트 기간 중 탈퇴 시에는 적립 된 e-스티커가 모두 소멸됩니다.
나. 회원 탈퇴 시점이 프리퀀시 이벤트가 진행되는 시점일 경우, 회원 탈퇴 요청일 현재까지 적립된 e-스티커는 자동으로 소멸되며,
재가입 시 소멸된 e-스티커는 복원되지 않습니다.
다. 회원 가입은 회원이 가입 후 탈퇴, 재 가입 등을 반복함으로써 회사가 제공하는 쿠폰, 이벤트 혜택 등 경제상의 이익을 취하거나
기타 명의도용 등의 불법적인 행위 등을 방지하기 위하여, 회원 탈퇴를 한 날로부터 30일이 경과 해야만 재가입이 가능합니다.
라. 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 관리자의 권한으로 회원자격을 박탈할 수 있습니다.
(1) 다른 사람의 회사 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
(2) 회원 가입시 허위 내용의 등록 및 타인의 정보 도용
(3) 관계 법령을 위배하거나 미풍양속을 저해하고자 하는 목적으로 회원 가입신청을 할 경우
(4) 본 약관에 위반한 경우
(5) 회사 및 기타 제3자의 권리를 침해하거나 도용하였을 경우
(6) 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
(7) 기타 회원으로서의 자격을 지속시키는 것이 부적절하다고 판단되는 경우
3. 서비스의 제공 등

가. 회사는 여러 가지 정보서비스를 제공하며 필요에 따라 그 내용이 추가, 변경 및 정지될 수 있습니다. 또한 회사는 천재지변 또는 중계선 고장 등의 불가피한 사정으로 인하여 서비스를 중단할 수 있습니다.
나. 회사는 긴급한 사정, 회원의 정당한 권리 침해 방지 등을 위해 필요한 경우, 별도의 사전 동의 없이 회원이 가입 시 기재한 E-mail주소로 E-mail을 발송할 수 있습니다.
4. “회원”에 대한 통지

가. "회사"가 "회원"에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 서비스 내 전자우편주소, 전자쪽지 등으로 할 수 있습니다.
나. "회사"는 "회원" 전체에 대한 통지의 경우 7일 이상 "회사"의 게시판에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.
5. 정보의 제공 및 광고의 게재

가. "회사"는 "회원"이 "서비스" 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 전자우편에 대해서 수신 거절을 할 수 있습니다.
나. 제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 "회원"의 사전 동의를 받아서 전송합니다. 다만, "회원"의 거래관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.
6. 업무의 제휴

회사는 이용자의 편의를 도모하고 효과적인 서비스 운영을 위해 서비스의 일정 부분에 대해 다른 회사와 제휴할 수 있습니다.
제휴회사가 서비스와 관련하여 진행한 활동은 회사가 직접 시행한 활동에 준하는 효력이 있습니다.
7. 이벤트 참여

가. 홈페이지 회원의 경우, e-프리퀀시 바코드가 자동 발급됩니다. ”e-프리퀀시 바코드”란 회원 가입 시 회원의 계정에 자동으로 발급되는온라인 적립 수단이며, e-프리퀀시 이벤트 진행 시, 등록된 e-프리퀀시 바코드에 e-스티커를 적립하여 관련 혜택을 받을 수 있습니다.
나. 회사에서 프리퀀시 이벤트가 진행되는 기간 동안, 회원 가입 시 자동으로 발급된 e-프리퀀시 바코드에 회사에서 정한 적립 기준에 따라 “e-스티커”를 적립할 수 있습니다. e-프리퀀시 바코드의 구체적인 운영 방침이나 활용 방법 및 혜택은 회사의 마케팅 정책에 따라 변할 수 있으며,이에 대해서는 별도의 방법으로 사전에 안내해 드립니다.
8. 사이렌 오더 서비스

회원은 스타벅스 애플리케이션을 통해 제공하는 사이렌 오더 서비스를 이용할 수 있으며, 필요한 이용 조건, 절차 및 당사자간의 권리, 의무 등 기본적인 사항을 아래와 같이 규정하며, 본 조항에서 정하지 않은 사항에 대하여는 “홈페이지 이용약관”의 내용에 따릅니다.

가. 용어의 정의

사이렌 오더 서비스 약관에서 사용하는 용어는 다음과 같이 정의합니다.
1. "사이렌 오더 서비스"란 회사가 스타벅스 애플리케이션을 통해 “회원”이 주문할 매장을 선택하여 주문 가능 메뉴를 확인하고 다양한 결제수	단으로 르게 주문 및 예약할 수 있는 전자상거래 서비스를 말합니다
2.“주문”이란 회사의 다양한 메뉴를 매장별 실시간 주문 가능 수량을 확인하여 선결제한 후, 나의 위치정보(GPS, 고주파 등 이용)를 기반으로 2km 내 매장에 주문을 전송을 하는 것을 말합니다.
3. “홀케이크 선물/예약”이란 이용자가 사이렌 오더를 통해 홀케이크를 선결제 하고, 지정한 매장에서 지정한 날짜에 “모바일 교환권”으로 수령하는 주문 유형을 말합니다. “선물”이란 이용자	가 “예약”한 홀케이크 “모바일 교환권”을 휴대폰 MMS 전송 방법을 통해 선물할 수 있는 서비스를 말합니다.
4. “모바일 교환권”이라 함은 “홀케이크”가 화체된 모바일용 쿠폰으로서, “모바일 교환권” 내에 명시된 교환 조건에 따라 해당 상품으로 교환할 수 있으며, 현금 및 다른 상품으로 대체 수령은 불가합니다. “모바일 교환권”의 수신자라 함은 “모바일 교환권”을 이용자로부터 전송 받은 자를 말합니다.
나. 제공되는 서비스

1. 회사가 제공하는 서비스는 다음 각 호와 같습니다.
1) 어플리케이션을 통한 결제 및 주문 서비스
① 전용 어플리케이션을 통하여 이용자와 회사간에 재화 등의 매매가 이루어질 수 있도록 온라인 거래 장소를 제공
② 매장별 실시간 주문 가능 수량을 확인하여 2km 반경 내 매장에 상품 등을 주문 및 결제
2) 이용자 맞춤형 서비스
① 저장된 나만의 음료 및 푸드 중 가장 즐겨 찾는 메뉴는 My favorites로 등록
② 매장을 내 위치 정보에 따라 설정하는 서비스
3) 예약 및 선물하기 서비스
① 이용자가 원하는 날짜에 원하는 매장에서 주문한 상품을 수령할 수 있도록 하는 모바일 주문 예약 서비스, 단 예약 가능한 상품은 회사의 상에 따라 변동될 수 있습니다.
② 이용자가 “예약”한 상품의 “모바일 교환권”을 휴대폰 MMS 전송으로 선물하는 기능
기타 회사가 본 서비스의 본질에 부합하며, 이용자의 편의성을 향상시킨다고 판단하여 제공하는 일체의 서비스
다. 서비스의 이용 및 변경

1. 사이렌 오더 서비스의 이용은 연중무휴 1 일 24시간을 원칙으로 합니다. 다만 사이렌 오더 주문 전송 가능 시간은 주문할 매장의 운영 시작 시간부터 매장 운영 종료 30분전까지 입니다. 또한 24시간 운영되는 매장을 포함한 일부 오후 11시 이후까지 운영되는 매장의 경우, 최대 오후 11시까지 사이렌 오더 이용이 가능합니다.
2. 회사는 서비스를 일정 범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며, 이 경우 그 내용을 서비스 내 공지사항 등에 공지합니다.
3. 상품 등의 품절 또는 사양의 변경 등의 경우에는 상품 등이 변경될 수 있습니다.
4. 회사는 필요한 경우 상품 등의 변경 사실 및 그 사유를 이용자에게 제 2장 [4. “회원”에 대한 통지]에 정한 방법으로 통지합니다.
5. 전항의 경우 회사는 이로 인하여 이용자가 입은 인과관계가 입증된 실제 손해를 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
라. 결제 및 주문 취소 등

1. 본 서비스 내 판매 재화 등의 주문 신청에 따른 이용자의 청약의 의사표시에 대해 회사가 주문 완료를 통해 승낙의 의사표시를 함으로써 회사와 이용자 사이에 판매 재화 등에 관한 매매계약이 성립합니다.
2. 본 서비스의 결제에 따른 대금 지급 방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 단, 회사는 이용자의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
① 스타벅스 카드
② 신용카드 등의 각종 카드 결제
③ SSG PAY
3. 이용자는 상품 등의 구매 시 제 2항의 결제 수단을 사용함에 있어 반드시 본인 명의의 결제 수단을 사용하여야 하며, 타인의 결제 수단을 임의로 사용하여서는 안됩니다. 타인의 결제 수단을 임의 사용함으로써 발생하는 회사, 결제 수단의 적법한 소유자, 결제 관련 제3자의 손실과 손해에 대한 책임은 이용자에게 있습니다.
4. 회사는 재화 등의 결제의 취소 및 환불과 관련하여 전자상거래법 등 관계 법령을 준수합니다.
5. 홀케이크를 비롯하여 이용자의 주문에 따라 개별적으로 생산되는 재화 등 또는 이와 유사한 재화 등인 경우에는 전자상거래법 등 관계법령상 청약 철회가 제한될 수 있습니다. 이에 회사는 청약 철회가 제한되는 사실을 개별 재화 등에 대한 안내 또는 결제 화면 등에서 고지하고, 이용자가 이에 동의하여야 결제가 가능한 것으로 할 수 있습니다.
6. 제4항의 규정에도 불구하고 다음 각 호의 경우에 회사는 즉시 결제 취소를 위한 조치를 취하여야 하고, 회사가 결제 취소 및 그로 인해 발생한 일체의 비용을 부담합니다.
1) 제공된 재화 등이 이용자가 결제한 재화 등의 내용과 현저히 상이할 경우
2) 제공된 재화 등이 변질, 손상되는 하자 발생 시
3) 천재지변 등 특수 상황에 따른 미입고 발생 시
7. 재화 등의 수령 후, 이물질 등 명백한 제조 과정 상의 하자가 확인되는 경우, 이용자는 환불 요청을 할 수 있으며, 환불 요청 시 회사는 하자에 대한 조치를 즉시 취하여야 합니다.
8. 사이렌 오더 주문 서비스 이용 시, 이용자의 귀책 사유로 인한 주문 결제 건에 대한 변경 또는 취소는 결제 및 주문 전송 이후 일체 불가합니다.
9. 이용자가 결제 및 주문 전송 이후 미 수령할 경우, 취소가 받아들여지지 아니할 수 있으며, 이로 인하여 이용자에게 발생하는 손해에 대하여 회사는 고의 또는 과실이 없는 한 책임을 부담하지 않습니다.
다만 결제 및 주문 동시에 판매가 완료된 메뉴인 경우, 매장에서 주문 승인을 하지 않으며, 이용자에게 해당 사유가 푸시 알림으로 발송됩니다. 이 경우, 이용자는 [히스토리] 메뉴에서 결제 취소하기 기능으로 즉시 결제를 취소하시거나, 익일 (24시간 이내) 자동으로 취소됩니다.
10. 홀케이크 수령을 원하는 날짜로부터 3~15일 이전에 예약/수정/취소가 가능합니다. 단, 화요일에 수령을 원하는 경우에는 전 주 금요일까지 예약/수정/취소 가능하며, 신상품 홀케이크 출시, 공휴일 및 명절 연휴 등에는 예약 가능 일정이 변동될 수 있습니다.
크리스마스 홀케이크, 사이렌오더 전용 홀케이크 등 일부 시즌 홀케이크의 경우에는 명시된 예약 기간에만 예약/수정/취소가 가능하며, 명시된 수령 기간에만 수령이 가능합니다. 회사는 이에 대한 사실을 개별 재화 등에 대한 안내 또는 결제 화면 등에서 고지하고, 이용자가 이에 동의하여야 결제가 가능한 것으로 할 수 있습니다.
11. 사이렌 오더 홀케이크 선물/예약 서비스 이용 시, 이용자의 귀책 사유로 인한 예약의 변경 또는 취소는 명시된 ‘수정/취소가능일’까지 가능하며, 이용자가 지정한 수령일에 홀케이크 미수령 시, 홀케이크는 당일 매장 영업 마감 시까지 매장에서 보관 후 폐기됩니다. ‘수정/취소가능일’ 이후에는 일체의 취소 및 환불이 불가합니다.
12. 사이렌 오더 주문 또는 예약 취소 시, 매장 방문 수령 시 제공되는 방문별은 제공되지 않습니다. 이로 인하여 이용자에게 발생하는 손해에 대하여 회사는 고의 또는 과실이 없는 한 책임을 부담하지 않습니다.
13. 주문 및 예약 세부 상태 내역은 별첨한 채널을 통해 안내합니다.
							
							
							
							</textarea>	


						</div>

					</div>



				</div>
			</div>
		</div>
	</form>
<%@include file="../temp/footer.jsp" %>

</body>
</html>