<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<link rel="stylesheet" href="../assets/css/main.css" />
<jsp:include page="./basicCommon/css.jsp" />
</head>
<body>
<%@include file = "../temp/header.jsp" %>
<form action="${pageContext.request.contextPath}/basic/personalProtected" id="form1" method="post">
		<div id="page-wrapper">
			<div id="main">
				<div class="container">
					<div id="wrap">
						<h2 class="titleone"> 개인정보처리방침 </h2>
						<div class="textarea">
							<textarea name="message" rows="60" cols="68" readonly="readonly">
㈜뽐뿌커뮤니케이션(이하 '뽐뿌'라 함)은 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 '정보통신망법'), '개인정보보호법' 등 개인정보와 관련된 법령을 준수하고 있습니다.

  

뽐뿌는 정보통신망법 제27조의2(개인정보 처리방침의 공개)에 따라 이용자의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 개인정보 처리방침을 수립하여 공개합니다.

  

개인정보처리방침은 법률 변경과 뽐뿌의 내부 정책에 따라 변경될 수 있으며 이를 개정하는 경우에는 웹사이트 ‘공지사항(또는 개별공지)’을 통하여 고지할 것입니다.

  

본 방침은 2018년 10월 8일부터 시행됩니다.

   

본 개인정보처리방침은 뽐뿌에서 제공하는 서비스에 적용되며 다음과 같은 내용을 담고 있습니다.

  

1. 개인정보 수집·이용 목적, 수집하는 개인정보의 항목 및 수집방법

2. 개인정보의 제3자 제공

3. 개인정보의 보유 및 이용 기간, 개인정보의 파기절차 및 방법

4. 개인정보 처리 위탁을 하는 업무의 내용 및 수탁자

5. 이용자 및 법정대리인의 권리와 그 행사방법

6. 개인정보를 자동으로 수집하는 장치의 설치운영 및 그 거부에 관한 사항

7. 개인정보 보호책임자 및 개인정보에 관한 민원서비스

8. 개인정보관련 기술적, 관리적 대책

9. 고지의 의무

 

1. 개인정보 수집, 이용 목적, 수집하는 개인정보의 항목 및 수집방법

 

< 개인정보 수집, 이용 목적 >

 

뽐뿌는 회원관리, 서비스 제공 등 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 정보통신망법 제22조(개인정보의 수집ㆍ이용 동의등)에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 것입니다.

 

 - 회원 가입 의사의 확인, 연령 확인, 이용자본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.

 

 - 뽐뿌 서비스 제공, 관심에 기반한 이용자간 관계의 형성, 기존 서비스 개선 등을 위하여 개인정보를 이용합니다.

 

 - 민원인의 신원확인, 민원사항 확인, 사실조사를 위한 연락, 통지, 처리 결과 통보 등의 목적으로 개인정보를 처리합니다. 또한 범죄의 예방 및 수사를 위한 요청 시 개인정보를 처리합니다. 자살시도의 개연성이 충분한 게시물에 대해 경찰청의 요청이 있는 경우, 자살구호 및 예방의 목적으로 게시물 작성자의 인적사항, 연락처 등의 개인정보를 처리합니다.

 

 - 법령 및 뽐뿌 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.

  

 - 이벤트 정보 및 참여기회 제공 등을 위하여 개인정보를 이용합니다.

  

< 수집하는 개인정보의 항목 >

  

회원제 서비스를 이용하기 위해 회원가입을 할 경우, 뽐뿌는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.

 

회원가입 시점에 뽐뿌가 이용자로부터 수집하는 개인정보는 아래와 같습니다.

 

 - 개인 회원

 

[필수항목]: 아이디, 비밀번호, 닉네임, 이메일, 본인확인정보(이름, 생년월일, 성별, 내국인 여부, 중복가입확인정보(DI))

 [선택항목]: 기본정보 프로필 사진

  

 - 사업자 회원 

 

[필수항목]: 아이디, 비밀번호, 닉네임, 이메일, 사업자정보(상호명/법인명), 사업자등록번호, 대표자명, 연락처, 주소, 업태, 종목, 사업자상품, 휴대폰번호, 딜러성명(자동차딜러회원), 모집인성명(여신금융회원-카드업체)

  

뽐뿌는 만 14세 미만 아동의 개인정보를 수집하지 않습니다.

 

뽐뿌 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘개인정보의 수집 및 이용목적, 수집하는 개인정보 항목,

 

개인정보의 보유 및 이용 기간에 대해 안내 드리고 동의를 받습니다.
							
							
							</textarea>	


						</div>

					</div>



				</div>
			</div>
		</div>
	</form>
<%@include file="../temp/footer.jsp" %>

</body>
</html>